Repository: freetuxtv/freetuxtv
Catalog: po/*.po
Languages: hr

source: Add a recording
hr: Dodaj snimanje

source: Selected channel:
hr: Odabrani program:

source: Title:
hr: Naslov:

source: Start time:
hr: Vrijeme početka:

source: Duration:
hr: Trajanje:

source: End time:
hr: Vrijeme završetka:

source: minutes
hr: minuta

source: <b>Recording period</b>
hr: <b>Razdoblje snimanja</b>

source: Add a group
hr: Dodaj grupu

source: Channels groups file:
hr: Datoteka grupa programa:

source: Select one or several channels group you want to add and click on the add button.
hr: Odaberite jednu ili više grupa programa koje želite dodati i kliknite na tipku 'Dodaj'.

source: Languages/Channels group
hr: Jezici/Programi grupe

source: Required ISP
hr: Potreban ISP

source: Existing channels group
hr: Postojeće grupe programa

source: Group's name:
hr: Naziv grupe:

source: Name of the group which will be added
hr: Naziv grupe koja će biti dodana

source: Playlist's URI:
hr: URI popisa izvođenja:

source: Playlist's URI of the group which will be added
hr: URI popisa izvođenja grupe koja će biti dodana

source: Delete this text before the name:
hr: Obriši ovaj tekst prije naziva:

source: Text or regexp which must be deleted at the end of the channel's name
hr: Tekst ili uobičajeni izraz koji mora biti obrisan na kraju naziva pograma

source: Delete this text behind the name:
hr: Obriši ovaj tekst iza naziva:

source: Text or regexp which must be deleted at the beginning of the channel's name
hr: Tekst ili uobičajeni izraz koji mora biti obrisan na početku naziva pograma

source: You can easily use regular expressions to delete some text in the channel's name of the groupe. For example, if in your playlist, you have a name like "11 - NT1" or "12 - NRJ 12", FreetuxTV is able to remove the channel's number before the name, by using the regular expression "[0-9]* - ".
hr: S lakoćom možete koristiti uobičajene izraze za brisanje određenog teksta u nazivu programa grupe. Npr, ako u vašem popisu izvođenja, imate nazive poput "11 - NT1" ili "12 - NRJ 12", FreetuxTV može ukloniti brojeve programa prije naziva, koristeći uobičajene izraze "[0-9]* - ".

source: <b>Processing of channels' name</b>
hr: <b>Obrada naziva programa</b>

source: Custom channels group
hr: Prilagođena grupa programa

source: Favourites
hr: Omiljeni

source: <b>Special group type:</b>
hr: <b>Posebne vrste grupa:</b>

source: Special group
hr: Posebna grupa

source: Channel properties
hr: Svojstva programa

source: Channel's name:
hr: Naziv programa:

source: Channel's URI:
hr: URI programa:

source: <b>Channel VLC options:</b>
hr: <b>Mogućnosti VLC programa:</b>

source: General
hr: Općenito

source: Deinterlacement:
hr: Raspletanje:

source: none
hr: nepoznato

source: Options
hr: Mogućnosti

source: GNU General Public License v3
hr: GNU Opća Javna Licenca v3

source: Web TV channels player
hr: Reproduktor Web TV programa

source: Project's Web Site
hr: Web stranica projekta

source: translator-credits
hr: zasluge-prevoditelja

source: Group properties
hr: Svojstva grupe

source: Number of channels:
hr: Broj programa:

source: Details
hr: Pojedinosti

source: View file
hr: Pogled datoteke

source: Preferences
hr: Osobitosti

source: Play last channel on startup
hr: Reproduciraj posljednji program pri pokretanju

source: <b>Startup</b>
hr: <b>Pokretanje</b>

source: Enable desktop notifications
hr: Omogući obavijesti radne površine

source: <b>Notifications</b>
hr: <b>Obavijesti</b>

source: Ignore diacritics
hr: Zanemari dijakritičke znakove

source: <b>Search of channels</b>
hr: <b>Pretraga programa</b>

source: None
hr: Nepoznato

source: Use a custom configuration file
hr: Koristi prilagođenu datoteku podešavanja

source: Use the VLC configuration file
hr: Koristi VLC datoteku podešavanja

source: <i>Restart the application after changing this option.</i>
hr: <i>Ponovno pokrenite aplikaciju nakon promjene ove mogućnosti.</i>

source: <b>Configuration file (vlcrc)</b>
hr: <b>Datoteka podešavanja (vlcrc)</b>

source: Directory Record:
hr: Direktorij snimanja:

source: Select a directory
hr: Odaberite direktorij

source: <b>Destination</b>
hr: <b>Odredište</b>

source: No transcoding
hr: Bez enkôdiranja

source: Predefined transcoding formats
hr: Unaprijed određeni format enkôdiranja

source: <b>Transcoding options</b>
hr: <b>Mogućnosti enkôdiranja</b>

source: Recordings
hr: Snimanja

source: Download timeout (seconds) :
hr: Čekanje preuzimanja (sekundi):

source: <b>Connection</b>
hr: <b>Povezivanje</b>

source: No proxy
hr: Bez proxya

source: Manual proxy configuration
hr: Ručno podešavanje proxya

source: Proxy server:
hr: Proxy poslužitelj:

source: Proxy port:
hr: Proxy ulaz:

source: Proxy type:
hr: Vrsta proxya:

source: Use authentification
hr: Koristi autentifikaciju

source: Username:
hr: Korisničko ime:

source: Password:
hr: Lozinka:

source: Network
hr: Mreža

source: Search:
hr: Pretraži:

source: Channels' search text area
hr: Polje teksta pretraživanja programa

source: Delete the search text area
hr: Obriši tekst u polju pretraživanja programa

source: Jump to current channel
hr: Vrati se na trenutni program

source: Go to the current channel playing
hr: Vrati se na trenutni reproducirani program

source: Channels
hr: Programi

source: In progress
hr: U tijeku

source: Terminated
hr: Završeno

source: Previous channel
hr: Prijašnji program

source: Play the current channel
hr: Reproduciraj/Pauziraj trenutni program

source: Stop playing the current channel
hr: Zaustavi reprodukciju trenutnog programa

source: Record the current channel
hr: Snimaj trenutni program

source: Next channel
hr: Sljedeći program

source: Vol:
hr: Glasnoća:

source: Fullscreen mode
hr: Cjelozaslonski prikaz

source: Small mode
hr: Jednostavniji prikaz

source: channels
hr: programa

source: Go back to the normal mode
hr: Vrati natag na normalan prikaz

source: Activate/Deactivate the window always on top
hr: Prozor je uvijek na vrhu

source: Alice (Unofficial)
hr: Alice (neslužbeno)

source: SFR TV (Unofficial)
hr: SFR TV (neslužbeno)

source: Afrikaans Web TV and Radio
hr: Afrički Web TV i radio

source: Web TV (Afrikaans)
hr: Web TV (afrički)

source: Albanian Web TV and Radio
hr: Albanski Web TV i radio

source: Web TV (Albanian)
hr: Web TV (albanski)

source: Amharic Web TV and Radio
hr: Amharski Web TV i radio

source: Web TV (Amharic)
hr: Web TV (amharski)

source: Arabic Web TV and Radio
hr: Arapski Web TV i radio

source: Web TV (Arabic)
hr: Web TV (arapski)

source: Web Radio (Arabic)
hr: Web radio (arapski)

source: Web Cam (Arabic)
hr: Web kamera (arapski)

source: Armenian Web TV and Radio
hr: Armenski Web TV i radio

source: Web TV (Armenian)
hr: Web TV (armenski)

source: Azerbaijani Web TV and Radio
hr: Azerbajdžanski Web TV i radio

source: Web TV (Azerbaijani)
hr: Web TV (azerbajdžanski)

source: Bengali/Bangla Web TV and Radio
hr: Bengalski/Bangla Web TV i radio

source: Web TV (Bengali/Bangla)
hr: Web TV (bengalski/Bangla)

source: Bulgarian Web TV and Radio
hr: Bugarski Web TV i radio

source: Web TV (Bulgarian)
hr: Web TV (bugarski)

source: Cambodian Web TV and Radio
hr: Kambodžanski Web TV i radio

source: Web TV (Cambodian)
hr: Web TV (kambodžanski)

source: Catalan Web TV and Radio
hr: Katalonski Web TV i radio

source: Web TV (Catalan)
hr: Web TV (katalonski)

source: Web Radio (Catalan)
hr: Web radio (katalonski)

source: Chinese Web TV and Radio
hr: Kineski Web TV i radio

source: Web TV (Chinese)
hr: Web TV (kineski)

source: Web Radio (Chinese)
hr: Web radio (kineski)

source: Croatian Web TV and Radio
hr: Hrvatski Web TV i radio

source: Web TV (Croatian)
hr: Web TV (hrvatski)

source: Web Radio (Croatian)
hr: Web radio (hrvatski)

source: Czech Web TV and Radio
hr: Češki Web TV i radio

source: Web TV (Czech)
hr: Web TV (češki)

source: Web Radio (Czech)
hr: Web radio (češki)

source: Danish Web TV and Radio
hr: Danski Web TV i radio

source: Web TV (Danish)
hr: Web TV (danski)

source: Dutch Web TV and Radio
hr: Nizozemski Web TV i radio

source: Web TV (Dutch)
hr: Web TV (nizozemski)

source: Web Radio (Dutch)
hr: Web radio (nizozemski)

source: Web Cam (Dutch)
hr: Web kamera (nizozemski)

source: English Web TV and Radio
hr: Engleski Web TV i radio

source: Web TV (English)
hr: Web TV (engleski)

source: Web Radio (English)
hr: Web radio (engleski)

source: Web Programmes (English)
hr: Web programi (engleski)

source: Web Cam (English)
hr: Web kamera (engleski)

source: Estonian Web TV and Radio
hr: Estonski Web TV i radio

source: Web TV (Estonian)
hr: Web TV (estonski)

source: Finnish Web TV and Radio
hr: Finski Web TV i radio

source: Web TV (Finnish)
hr: Web TV (finski)

source: French Web TV and Radio
hr: Francuski Web TV i radio

source: Web TV (French)
hr: Web TV (francuski)

source: Web Radio (French)
hr: Web radio (francuski)

source: Web Programmes (French)
hr: Web programi (francuski)

source: Georgian Web TV and Radio
hr: Gruzijski Web TV i radio

source: Web TV (Georgian)
hr: Web TV (gruzijski)

source: German Web TV and Radio
hr: Njemački Web TV i radio

source: Web TV (German)
hr: Web TV (njemački)

source: Web Radio (German)
hr: Web radio (njemački)

source: Greek Web TV and Radio
hr: Grčki Web TV i radio

source: Web TV (Greek)
hr: Web TV (grčki)

source: Web Radio (Greek)
hr: Web radio (grčki)

source: Hebrew Web TV and Radio
hr: Hebrejski Web TV i radio

source: Web TV (Hebrew)
hr: Web TV (hebrejski)

source: Web Radio (Hebrew)
hr: Web radio (hebrejski)

source: Web Cam (Hebrew)
hr: Web kamera (hebrejski)

source: Hindi Web TV and Radio
hr: Hindski Web TV i radio

source: Web TV (Hindi)
hr: Web TV (hindski)

source: Web Radio (Hindi)
hr: Web radio (hindski)

source: Hungarian Web TV and Radio
hr: Mađarski Web TV i radio

source: Web TV (Hungarian)
hr: Web TV (mađarski)

source: Web Radio (Hungarian)
hr: Web radio (mađarski)

source: Icelandic Web TV and Radio
hr: Islandski Web TV i radio

source: Web TV (Icelandic)
hr: Web TV (islandski)

source: Indonesian Web TV and Radio
hr: Indonezijski Web TV i radio

source: Web TV (Indonesian)
hr: Web TV (indonezijski)

source: Interlingua Web TV and Radio
hr: Međunarodni Web TV i radio

source: Web Radio (Interlingua)
hr: Web radio (međunarodni)

source: Irish Web TV and Radio
hr: Irski Web TV i radio

source: Web TV (Irish)
hr: Web TV (irski)

source: Web Radio (Irish)
hr: Web radio (irski)

source: Italian Web TV and Radio
hr: Talijanski Web TV i radio

source: Web TV (Italian)
hr: Web TV (talijanski)

source: Web Radio (Italian)
hr: Web radio (talijanski)

source: Japanese Web TV and Radio
hr: Japanski Web TV i radio

source: Web TV (Japanese)
hr: Web TV (japanski)

source: Web Radio (Japanese)
hr: Web radio (japanski)

source: Web Cam (Japanese)
hr: Web kamera (japanski)

source: Kazakh Web TV and Radio
hr: Kazački Web TV i radio

source: Web TV (Kazakh)
hr: Web TV (kazački)

source: Korean Web TV and Radio
hr: Korejski Web TV i radio

source: Web TV (Korean)
hr: Web TV (korejski)

source: Kurdish Web TV and Radio
hr: Kurdski Web TV i radio

source: Web TV (Kurdish)
hr: Web TV (kurdski)

source: Latin Web TV and Radio
hr: Latinski Web TV i radio

source: Web TV (Latin)
hr: Web TV (latinski)

source: Latvian/Lettish Web TV and Radio
hr: Letonski Web TV i radio

source: Web TV (Latvian/Lettish)
hr: Web TV (letonski)

source: Lithuanian Web TV and Radio
hr: Litavski Web TV i radio

source: Web TV (Lithuanian)
hr: Web TV (litavski)

source: Macedonian Web TV and Radio
hr: Makedonski Web TV i radio

source: Web TV (Macedonian)
hr: Web TV (makedonski)

source: Web Radio (Macedonian)
hr: Web radio (makedonski)

source: Malay Web TV and Radio
hr: Malajski Web TV i radio

source: Web TV (Malay)
hr: Web TV (malajski)

source: Malayalam Web TV and Radio
hr: Malajalamski Web TV i radio

source: Web TV (Malayalam)
hr: Web TV (malajalamski)

source: Maltese Web TV and Radio
hr: Malteški Web TV i radio

source: Web TV (Maltese)
hr: Web TV (malteški)

source: Web Radio (Maltese)
hr: Web radio (malteški)

source: Moldavian Web TV and Radio
hr: Moldavski Web TV i radio

source: Web TV (Moldavian)
hr: Web TV (moldavski)

source: Mongolian Web TV and Radio
hr: Mongolski Web TV i radio

source: Web TV (Mongolian)
hr: Web TV (mongolski)

source: Norwegian Web TV and Radio
hr: Norveški Web TV i radio

source: Web TV (Norwegian)
hr: Web TV (norveški)

source: Persian Web TV and Radio
hr: Perzijski Web TV i radio

source: Web TV (Persian)
hr: Web TV (perzijski)

source: Polish Web TV and Radio
hr: Poljski Web TV i radio

source: Web TV (Polish)
hr: Web TV (poljski)

source: Web Radio (Polish)
hr: Web radio (poljski)

source: Web Cam (Polish)
hr: Web kamera (poljski)

source: Portuguese Web TV and Radio
hr: Portugalski Web TV i radio

source: Web TV (Portuguese)
hr: Web TV (portugalski)

source: Web Radio (Portuguese)
hr: Web radio (portugalski)

source: Punjabi Web TV and Radio
hr: Panđapski Web TV i radio

source: Web TV (Punjabi)
hr: Web TV (panđapski)

source: Romanian Web TV and Radio
hr: Rumunjski Web TV i radio

source: Web TV (Romanian)
hr: Web TV (rumunjski)

source: Web Radio (Romanian)
hr: Web radio (rumunjski)

source: Russian Web TV and Radio
hr: Ruski Web TV i radio

source: Web TV (Russian)
hr: Web TV (ruski)

source: Web Radio (Russian)
hr: Web radio (ruski)

source: Serbian Web TV and Radio
hr: Srpski Web TV i radio

source: Web TV (Serbian)
hr: Web TV (srpski)

source: Web Radio (Serbian)
hr: Web radio (srpski)

source: Serbo-Croatian Web TV and Radio
hr: Srpsko-Hrvatski Web TV i radio

source: Web TV (Serbo-Croatian)
hr: Web TV (srpsko-hrvatski)

source: Web Radio (Serbo-Croatian)
hr: Web radio (srpsko-hrvatski)

source: Slovak Web TV and Radio
hr: Slovački Web TV i radio

source: Web TV (Slovak)
hr: Web TV (slovački)

source: Web Radio (Slovak)
hr: Web radio (slovački)

source: Slovenian Web TV and Radio
hr: Slovenski Web TV i radio

source: Web TV (Slovenian)
hr: Web TV (slovenski)

source: Web Radio (Slovenian)
hr: Web radio (slovenski)

source: Spanish Web TV and Radio
hr: Španjolski Web TV i radio

source: Web TV (Spanish)
hr: Web TV (španjolski)

source: Web Radio (Spanish)
hr: Web radio (španjolski)

source: Web Programmes (Spanish)
hr: Web programi (španjolski)

source: Web Cam (Spanish)
hr: Web kamera (španjolski)

source: Swedish Web TV and Radio
hr: Švedski Web TV i radio

source: Web TV (Swedish)
hr: Web TV (švedski)

source: Tagalog Web TV and Radio
hr: Tagaloški Web TV i radio

source: Web TV (Tagalog)
hr: Web TV (tagaloški)

source: Tamil Web TV and Radio
hr: Tamilski Web TV i radio

source: Web TV (Tamil)
hr: Web TV (tamilski)

source: Thai Web TV and Radio
hr: Tajlandski Web TV i radio

source: Web TV (Thai)
hr: Web TV (tajlandski)

source: Turkish Web TV and Radio
hr: Turski Web TV i radio

source: Web TV (Turkish)
hr: Web TV (turski)

source: Web Radio (Turkish)
hr: Web radio (turski)

source: Turkmen Web TV and Radio
hr: Turkmenistanski Web TV i radio

source: Web TV (Turkmen)
hr: Web TV (turkmenistanski)

source: Ukrainian Web TV and Radio
hr: Ukrajinski Web TV i radio

source: Web TV (Ukrainian)
hr: Web TV (ukrajinski)

source: Web Cam (Ukrainian)
hr: Web kamera (ukrajinski)

source: Urdu Web TV and Radio
hr: Urdski Web TV i radio

source: Web TV (Urdu)
hr: Web TV (urdski)

source: Uzbek Web TV and Radio
hr: Uzbečki Web TV i radio

source: Web TV (Uzbek)
hr: Web TV (uzbečki)

source: Vietnamese Web TV and Radio
hr: Vijetnamski Web TV i radio

source: Web TV (Vietnamese)
hr: Web TV (vijetnamski)

source: Web Radio (Vietnamese)
hr: Web radio (vijetnamski)

source: No lang Web TV and Radio
hr: Bezjezični Web TV i radio

source: Web TV (No lang)
hr: Web TV (bezjezični)

source: Web Radio (No lang)
hr: Web radio (bezjezični)

source: Web Programmes (No lang)
hr: Web programi (bezjezični)

source: Web Cam (No lang)
hr: Web kamera (bezjezični)

source: WebCam
hr: Web kamera

source: Television Channels Player
hr: Reproduktor televizijskih programa

source: FreetuxTV Television Channels Player
hr: FreetuxTV reproduktor televizijskih programa

source: Watch television channels from internet
hr: Gledajte televizijske programa s interneta

source: Update "%s" channels list
hr: Nadopuni "%s" popis programa

source: Getting the file: "%s"
hr: Preuzimam datoteku: "%s"

source: Error when adding the channels. M3UParser has returned error: %s.
hr: Greška pri dodavanju programa. M3U rasčlanjivač je vratio grešku: %s.

source: Delete group's channels
hr: Obriši grupe programa

source: Add to favourites
hr: Dodaj u omiljene

source: New group
hr: Nova grupa

source: Cannot open database. SQLite has returned error: %s.
hr: Nemoguće otvaranje baze podataka. SQLite je vratio grešku: %s.

source: Error when displaying the channels. SQLite has returned error: %s.
hr: Greška pri prikazivanju programa. SQLite je vratio grešku: %s.

source: Error when getting the channel. SQLite has returned error: %s.
hr: Greška pri dobavljanju programa. SQLite je vratio grešku: %s.

source: Error when adding the channel "%s". SQLite has returned error: %s.
hr: Greška pri dodavanju programa "%s". SQLite je vratio grešku: %s.

source: Error when deleting the channel "%s". SQLite has returned error: %s.
hr: Greška pri dodavanju programa "%s". SQLite je vratio grešku: %s.

source: Error when updating the position of the channels in group "%s". SQLite has returned error: %s.
hr: Greška pri nadopuni položaja programa u grupi "%s". SQLite je vratio grešku: %s.

source: Error when getting the channel by name. SQLite has returned error: %s.
hr: Greška pri dobavljanju programa prema nazivu. SQLite je vratio grešku: %s.

source: Error when updating the channel "%s". SQLite has returned error: %s.
hr: Greška pri nadopuni programa "%s". SQLite je vratio grešku: %s.

source: Error when adding the group "%s" in database. SQLite has returned error: %s.
hr: Greška pri dodavanju grupe "%s" u bazu podataka. SQLite je vratio grešku: %s.

source: Error when updating the group "%s". SQLite has returned error: %s.
hr: Greška pri nadopuni grupe "%s". SQLite je vratio grešku: %s.

source: Error when updating the last update date of the group "%s". SQLite has returned error: %s.
hr: Greška pri nadopuni posljednjeg datuma ažuriranja grupe "%s". SQLite je vratio grešku: %s.

source: Error when deleting the group "%s". SQLite has returned error: %s.
hr: Greška pri brisanju grupe "%s". SQLite je vratio grešku: %s.

source: Error when updating the position of the groups. SQLite has returned error: %s.
hr: Greška pri nadopuni položaja grupa. SQLite je vratio grešku: %s.

source: Error when deleting the channels of the group "%s". SQLite has returned error: %s.
hr: Greška pri brisanju programa grupe "%s". SQLite je vratio grešku: %s.

source: Error when updating the channels of the group "%s". SQLite has returned error: %s.
hr: Greška pri nadopuni programa grupe "%s". SQLite je vratio grešku: %s.

source: Error when deleting the tv channels list. SQLite has returned error: %s.
hr: Greška pri brisnju popisa TV programa. SQLite je vratio grešku: %s.

source: Error when adding the tv channel '%s'. SQLite has returned error: %s.
hr: Greška pri dodavanju '%s' TV programa. SQLite je vratio grešku: %s.

source: Error when adding the recording '%s'. SQLite has returned error: %s.
hr: Greška pri dodavanju '%s' snimanja. SQLite je vratio grešku: %s.

source: Error when adding the label of channel logo '%s'. SQLite has returned error: %s.
hr: Greška pri dodavanju naziva logotipa programa '%s'. SQLite je vratio grešku: %s.

source: Error when linking the TV channel '%s' to channel. SQLite has returned error: %s.
hr: Greška pri povezivanju TV programa '%s' na program. SQLite je vratio grešku: %s.

source: Error when getting the database version. SQLite has returned error: %s.
hr: Greška pri nabavljanju inačice baze podataka. SQLite je vratio grešku: %s.

source: Error when updating the database version. SQLite has returned error: %s.
hr: Greška pri nadopuni inačice baze podataka. SQLite je vratio grešku: %s.

source: Error when migrating the database. SQLite has returned error: %s.
hr: Greška pri prelasku baze podataka. SQLite je vratio grešku: %s.

source: Error when updating the status of the recording "%s". SQLite has returned error: %s.
hr: Greška pri nadopuni statusa "%s" snimanja. SQLite je vratio grešku: %s.

source: Error when deleting the recording "%s". SQLite has returned error: %s.
hr: Greška pri brisanju "%s" snimanja. SQLite je vratio grešku: %s.

source: Error when downloading the file from URL -> %s. CURL has returned error: %s.
hr: Greška pri preuzimanju datoteke s URL-a -> %s. CURL je vratio grešku: %s.

source: %m/%d/%y
hr: %d/%m/%y

source: %m/%d/%Y
hr: %d/%m/%Y

source: %m/%d/%Y %H:%M
hr: %d/%m/%Y %H:%M

source: Do you want to move the related file on the hard disk to the trash?
hr: Želite li premjestiti povezanu datoteku na tvrdom disku u smeće?

source: Synchronizing the tv channels list
hr: Usklađivanje popisa TV pograma

source: %ld byte
hr: %ld bajt

source: %ld bytes
hr: %ld bajta

source: Please select a least one group !
hr: Odaberite barem jednu grupu!

source: Adding channels groups
hr: Dodavanje grupa programa

source: Adding channels group: <i>%s</i>
hr: Dodavanje grupe programa: <i>%s</i>

source: %d channels group(s) have been successfully added.
hr: %d grupa programa je uspješno dodano.

source: Please enter the group's name !
hr: Upišite naziv grupe!

source: Please enter the group's URI !
hr: Upišite URI grupe!

source: Updating TV channel: %s
hr: Ažuriranje ТV programa: %s

source: TV channels synchronisation
hr: Usklađivanje TV programa

source: Downloading the file '%s'
hr: Preuzimanje datoteke '%s'

source: Synchronizing TV channels from file
hr: Usklađivanje TV programa iz datoteke

source: _Channels
hr: _Programi

source: _Add a group
hr: _Dodaj grupu

source: Add/create a channels group from different sources
hr: Dodaj/Stvori grupu programa iz različitih izvora

source: _Synchronize TV channels database
hr: _Uskladi bazu podataka TV programa

source: Synchronize the TV channels list in the local database from the XML database
hr: Uskladite TV popis programa u lokalnoj bazi podataka s XML bazom podataka

source: _Video
hr: _Slika

source: _Deinterlace
hr: _Raspletanje

source: Disable
hr: Onemogućeno

source: Linear
hr: Linearno

source: _Help
hr: _Pomoć

source: Mute
hr: Utišaj

source: Recording: %s (%s) -> %s (%s)
hr: Snimanje: %s (%s) -> %s (%s)

source: An error occurred while playing channel '%s' : %s If the problem persist, you can report that the link is dead at %s
hr: Greška se dogodila tijekom reprodukcija programa '%s' : %s Ako se problem nastavi pojavljivati, možete prijaviti da je poveznica neispravna %s

source: An error occurred
hr: Dogodila se greška

source: Synchronizing the list of tv channels: %s...
hr: Usklađivanje popisa TV programa: %s...

source: Initializing user configuration...
hr: Pokretanje podešavanja korisnika...

source: Loading user configuration...
hr: Učitavanje podešavanja korisnika...

source: Synchronizing the list of tv channels...
hr: Usklađivanje popisa TV programa...

source: Loading the list of channels...
hr: Učitavanje popisa programa...

source: Loading the list of recordings...
hr: Učitavanje popisa snimanja...

source: Playing: %s
hr: Reprodukcija: %s

source: is playing
hr: se reproducira

source: Stopping channel: %s
hr: Zaustavljanje programa: %s

source: is recording
hr: se snima

source: Recording: %s
hr: Snimanje: %s

source: Are you sure you want to quit?
hr: Sigurno želite prekinuti?
